[
  {
    "_id": "635818f432bcf9152edd8a29",
    "index": 0,
    "thumb_url": "https://i.ibb.co/wptYtw8/html.jpg",
    "duration": 160,
    "course_name": "HTML5",
    "technology": "Web",
    "categotry_id": 1,
    "about": "HTML5 includes detailed processing models to encourage more interoperable implementations; it extends, improves, and rationalizes the markup available for documents and introduces markup and application programming interfaces (APIs) for complex web applications.[7] For the same reasons, HTML5 is also a candidate for cross-platform mobile applications because it includes features designed with low-powered devices in mind."
  },
  {
    "_id": "635818f4fe8cf67b6a24a87b",
    "index": 1,
    "thumb_url": "https://i.ibb.co/KW0tPNc/photoshop.webp",
    "duration": 190,
    "course_name": "Adobe Photoshop",
    "technology": "Graphic Design",
    "categotry_id": 2,
    "about": "Alongside Photoshop, Adobe also develops and publishes Photoshop Elements, Photoshop Lightroom, Photoshop Express, Photoshop Fix, Adobe Illustrator, and Photoshop Mix. As of November 2019, Adobe has also released a full version of Photoshop for the iPad, and while initially limited, Adobe plans to bring more features to Photoshop for iPad.[7] Collectively, they are branded as"
  },
  {
    "_id": "635818f46ca17e1ea0024f67",
    "index": 2,
    "thumb_url": "https://i.ibb.co/z6cp8Vx/c.webp",
    "duration": 89,
    "course_name": "C",
    "technology": "App",
    "categotry_id": 3,
    "about": "Currently, we have various coding and math courses. Register Now - visit our Website! We offer free high-quality coding and related courses for students. View Programs. Apply Online. Meet Our Team. Highlights: Non-Profit Organization, Experienced Instructors Available."
  },
  {
    "_id": "635818f4a44ab449bdda822b",
    "index": 3,
    "thumb_url": "https://i.ibb.co/xmnk1d4/davinci-resolv.jpg",
    "duration": 131,
    "course_name": "Davinci Resolv",
    "technology": "Video Editing",
    "categotry_id": 4,
    "about": "DaVinci Resolve is a color grading, color correction, visual effects, and audio post-production video editing application for macOS, Windows, and Linux, originally developed by da Vinci Systems, and now developed by Blackmagic Design following its acquisition in 2009"
  },
  {
    "_id": "635818f463646a6ba4bb91f8",
    "index": 4,
    "thumb_url": "https://i.ibb.co/bmg8nJK/appdesign.png",
    "duration": 21,
    "course_name": "App Design",
    "technology": "Design",
    "categotry_id": 5,
    "about": "Control every pixel to create customized & adaptive designs that look great on any screen. Take control of your codebase with plugins, testing, dev tools & build high quality apps. Native Performance. Mobile Ads SDK. Fast Development. Web Stable. Flexible UI."
  },
  {
    "_id": "635818f4eda84e5404b3c88d",
    "index": 5,
    "thumb_url": "https://i.ibb.co/KWxHHHZ/public-blockchain.webp",
    "duration": 167,
    "course_name": "Public Blockchain",
    "technology": "Blockchain",
    "categotry_id": 6,
    "about": "A public blockchain is one where anyone is free to join and participate in the core activities of the blockchain network. Anyone can read, write, and audit the ongoing activities on a public blockchain network, which helps achieve the self-governed, decentralized nature often touted when blockchain is discussed"
  },
  {
    "_id": "635818f4bb02bf1e5e7e9047",
    "index": 6,
    "thumb_url": "https://i.ibb.co/gTkH9xt/css.webp",
    "duration": 79,
    "course_name": "CSS3",
    "technology": "Web",
    "categotry_id": 1,
    "about": "CSS3 stands for Cascading Style Sheet level 3, which is the advanced version of CSS. It is used for structuring, styling, and formatting web pages. Several new features have been added to CSS3 and it is supported by all modern web browsers"
  },
  {
    "_id": "635818f4bc8f863b741fadc8",
    "index": 7,
    "thumb_url": "https://i.ibb.co/XJcGjZt/sketch.png",
    "duration": 199,
    "course_name": "Sketch",
    "technology": "Graphic Design",
    "categotry_id": 2,
    "about": "sketch, traditionally a rough drawing or painting in which an artist notes down his preliminary ideas for a work that will eventually be realized with greater precision and detail. The term also applies to brief creative pieces that per se may have artistic merit. Raphael: Madonna and Child."
  },
  {
    "_id": "635818f494aef933802c264c",
    "index": 8,
    "thumb_url": "https://i.ibb.co/z5Dn2M6/c.webp",
    "duration": 140,
    "course_name": "C#",
    "technology": "App",
    "categotry_id": 3,
    "about": "C# is a general-purpose, high-level multi-paradigm programming language. C# encompasses static typing, strong typing, lexically scoped, imperative, declarative, functional, generic, object-oriented, and component-oriented programming disciplines."
  },
  {
    "_id": "635818f4cab0af75ac0871cc",
    "index": 9,
    "thumb_url": "https://i.ibb.co/gtK68dY/hitfilm.jpg",
    "duration": 172,
    "course_name": "HitFlim Express",
    "technology": "Video Editing",
    "categotry_id": 4,
    "about": "Filmora Simplified Advanced Feature to Save Your Time & Effort. Create Your Own Video Now. Discover Infinite Ways To Express Yourself & Achieve a Refined Look With Endless Effects. Fast and Affordable. 4K Editing Support. 85 Million+ Happy users."
  },
  {
    "_id": "635818f4c63ece400929bb08",
    "index": 10,
    "thumb_url": "https://i.ibb.co/5cNMLc1/private-blockchain.jpg",
    "duration": 112,
    "course_name": "Private Blockchain",
    "technology": "Blockchain",
    "categotry_id": 6,
    "about": "A private blockchain is not decentralized. It is a distributed ledger that operates as a closed database secured with cryptographic concepts and the organization's needs. Only those with permission can run a full node, make transactions, or validate/authenticate the blockchain changes."
  },
  {
    "_id": "635818f48692b2b7eb3b1e46",
    "index": 11,
    "thumb_url": "https://i.ibb.co/vHGr2Rh/landing.png",
    "duration": 163,
    "course_name": "Landing Page Design",
    "technology": "Design",
    "categotry_id": 5,
    "about": "Landing page design is the process of creating an enticing site page for your target audience and website visitors. It should encourage them to convert from leads into subscribers or customers."
  },
  {
    "_id": "635818f4767733ec8bbf7105",
    "index": 12,
    "thumb_url": "https://i.ibb.co/QbPfN5Q/bootstrap.webp",
    "duration": 50,
    "course_name": "Bootstrap",
    "technology": "Web",
    "categotry_id": 1,
    "about": "Bootstrap is a free and open-source CSS framework directed at responsive, mobile-first front-end web development. It contains HTML, CSS and JavaScript-based design templates for typography, forms, buttons, navigation, and other interface components."
  },
  {
    "_id": "635818f418b718d973dd5794",
    "index": 13,
    "thumb_url": "https://i.ibb.co/8MF6Z99/indesign.webp",
    "duration": 102,
    "course_name": "Adobe Indesign",
    "technology": "Graphic Design",
    "categotry_id": 2,
    "about": "Adobe InDesign is a desktop publishing and page layout designing software application produced by Adobe Inc. and first released in 1999. It can be used to create works such as posters, flyers, brochures, magazines, newspapers, presentations, books and ebooks"
  },
  {
    "_id": "635818f47f811c0fdec59986",
    "index": 14,
    "thumb_url": "https://i.ibb.co/c2pGVrW/c.png",
    "duration": 115,
    "course_name": "C++",
    "technology": "App",
    "categotry_id": 3,
    "about": "Learn C++ programming fundamentals for free & earn a certificate from Saylor Academy. This course is eligible for college credit through Saylor Academy's Direct Credit Program. Fully online. Innovation In Education. Certificates & Credits. Tuition-Free Credit."
  },
  {
    "_id": "635818f445e24f73493c1dc0",
    "index": 15,
    "thumb_url": "https://i.ibb.co/TY30tCX/imovie.jpg",
    "duration": 156,
    "course_name": "I Movie",
    "technology": "Video Editing",
    "categotry_id": 4,
    "about": "The film tells the story of a rich and handsome bodybuilder and supermodel named Lingesan (played by Vikram), who became a Hunchback by the hands of his enemies by using a Virus."
  },
  {
    "_id": "635818f419152af1435f5f7a",
    "index": 16,
    "thumb_url": "https://i.ibb.co/m5FG1pB/uxdesign.png",
    "duration": 143,
    "course_name": "UX Design",
    "technology": "Design",
    "categotry_id": 5,
    "about": "User experience (UX) design is the process design teams use to create products that provide meaningful and relevant experiences to users. UX design involves the design of the entire process of acquiring and integrating the product, including aspects of branding, design, usability and function."
  },
  {
    "_id": "635818f4dc684c157384d0fa",
    "index": 17,
    "thumb_url": "https://i.ibb.co/f2XYgjY/Hybrid-blockchains.jpg",
    "duration": 140,
    "course_name": "Hybrid Blockchain",
    "technology": "Blockchain",
    "categotry_id": 6,
    "about": "Hybrid blockchain is often referred to as a combination of both public blockchain and private blockchain. It blends essential components of both public blockchain and private blockchain and with the mix of the best of both public and private blockchain protocols, it makes transactions and data private."
  },
  {
    "_id": "635818f46813e79d9043940e",
    "index": 18,
    "thumb_url": "https://i.ibb.co/gmFfZdY/tailwind.webp",
    "duration": 27,
    "course_name": "Tailwind CSS",
    "technology": "Web",
    "categotry_id": 1,
    "about": "Tailwind CSS makes it quicker to write and maintain the code of your application. By using this utility-first framework, you don't have to write custom CSS to style your application. Instead, you can use utility classes to control the padding, margin, color, font, shadow, and more of your application"
  },
  {
    "_id": "635818f46c939621d7490d70",
    "index": 19,
    "thumb_url": "https://i.ibb.co/VQ8WRKG/mega-creator.png",
    "duration": 123,
    "course_name": "Mega Creator",
    "technology": "Graphic Design",
    "categotry_id": 2,
    "about": "What is Mega Creator? Mega Creator is online graphic design software. You can create your own clipart using high-quality icons, illustrations, photos, AI-generated faces, and backgrounds. Start creating from scratch or choose from many social media templates for Facebook, Instagram, Twitter, Youtube, and Pinterest."
  },
  {
    "_id": "635818f47297b1a63deedb75",
    "index": 20,
    "thumb_url": "https://i.ibb.co/KFF7V4B/groovy.webp",
    "duration": 43,
    "course_name": "Groovy",
    "technology": "App",
    "categotry_id": 3,
    "about": "Apache Groovy is a Java-syntax-compatible object-oriented programming language for the Java platform. It is both a static and dynamic language with features similar to those of Python, Ruby, and Smalltalk."
  },
  {
    "_id": "635818f437dbd48996c1f30c",
    "index": 21,
    "thumb_url": "https://i.ibb.co/yQ8hhdd/kdenlive.jpg",
    "duration": 101,
    "course_name": "Kden Live",
    "technology": "Video Editing",
    "categotry_id": 4,
    "about": "Kdenlive is an open source video editor. The project was started around 2003. Kdenlive is built on Qt and the KDE Frameworks libraries. Most of the video processing is done by the MLT Framework, which relies on many other open source projects like FFmpeg, frei0r, movit, ladspa, sox, etc…"
  },
  {
    "_id": "635818f43ab39fac948300ab",
    "index": 22,
    "thumb_url": "https://i.ibb.co/H4bj4YK/icondeasign.png",
    "duration": 81,
    "course_name": "Icon Design",
    "technology": "Design",
    "categotry_id": 5,
    "about": "Icon design is the process of designing a graphic symbol that represents some real, fantasy or abstract motive, entity or action. In the context of software applications, an icon often represents a program, a function, data or a collection of data on a computer system."
  },
  {
    "_id": "635818f4ea00d8f6bd805644",
    "index": 23,
    "thumb_url": "https://i.ibb.co/vzkVKv0/consorrium.png",
    "duration": 89,
    "course_name": "Consortium Blockchain",
    "technology": "Blockchain",
    "categotry_id": 6,
    "about": "The term consortium blockchain refers to a group of private blockchains, each owned by individual institutions that have banded together to share information to improve existing workflows, transparency and accountability."
  },
  {
    "_id": "635818f4ea849149a522034b",
    "index": 24,
    "thumb_url": "https://i.ibb.co/gVtDKpg/javascript.jpg",
    "duration": 127,
    "course_name": "Javascript",
    "technology": "Web",
    "categotry_id": 1,
    "about": "JavaScript (often shortened to JS) is a lightweight, interpreted, object-oriented language with first-class functions, and is best known as the scripting language for Web pages, but it's used in many non-browser environments as well."
  },
  {
    "_id": "635818f4c8a2d884d8b0adc3",
    "index": 25,
    "thumb_url": "https://i.ibb.co/Y3Y6hy9/coreldraw.jpg",
    "duration": 126,
    "course_name": "Corel Draw",
    "technology": "Graphic Design",
    "categotry_id": 2,
    "about": "CorelDRAW is a vector graphics editor developed and marketed by Corel Corporation. It is also the name of the Corel graphics suite, which includes the bitmap-image editor Corel Photo-Paint as well as other graphics-related programs (see below)."
  },
  {
    "_id": "635818f4f610cc1d67a4e20b",
    "index": 26,
    "thumb_url": "https://i.ibb.co/GtxQpnF/java.webp",
    "duration": 49,
    "course_name": "Java",
    "technology": "App",
    "categotry_id": 3,
    "about": "Java is a high-level, class-based, object-oriented programming language that is designed to have as few implementation dependencies as possible."
  },
  {
    "_id": "635818f4e4ab6baa55e4dabd",
    "index": 27,
    "thumb_url": "https://i.ibb.co/CQV5btb/lightworks.png",
    "duration": 52,
    "course_name": "Light Works",
    "technology": "Video Editing",
    "categotry_id": 4,
    "about": "Lightworks is a non-linear editing system for editing and mastering digital video. It was an early developer of computer-based non-linear editing systems, and has been in development since 1989. Lightworks won a 2017 EMMY Award for being one of the first to create digital nonlinear editing software."
  },
  {
    "_id": "635818f414375c0afa5317c8",
    "index": 28,
    "thumb_url": "https://i.ibb.co/cTMbSRp/webdesign.webp",
    "duration": 176,
    "course_name": "Web Design",
    "technology": "Design",
    "categotry_id": 5,
    "about": "Web design encompasses many different skills and disciplines in the production and maintenance of websites. The different areas of web design include web graphic design; user interface design; authoring, including standardised code and proprietary software; user experience design; and search engine optimization. "
  },
  {
    "_id": "635818f44d22853f54b8bede",
    "index": 29,
    "thumb_url": "https://i.ibb.co/02Pt9qM/dogecoin.jpg",
    "duration": 64,
    "course_name": "Dogecoin",
    "technology": "Blockchain",
    "categotry_id": 6,
    "about": "Dogecoin is an open-source cryptocurrency established in 2013 by Jackson Palmer and Billy Markus. Dogecoin features a Shiba Inu, a Japanese breed of dog, as its logo. It is based on Litecoin and uses the same proof-of-work technology."
  },
  {
    "_id": "635818f4681c656362a896bb",
    "index": 30,
    "thumb_url": "https://i.ibb.co/5x1ZtMn/react.jpg",
    "duration": 117,
    "course_name": "React Js",
    "technology": "Web",
    "categotry_id": 1,
    "about": "React (also known as React. js or ReactJS) is a free and open-source front-end JavaScript library for building user interfaces based on UI components. It is maintained by Meta (formerly Facebook) and a community of individual developers and companies."
  },
  {
    "_id": "635818f4e3b2175caaca0b01",
    "index": 31,
    "thumb_url": "https://i.ibb.co/BfLJyrb/illustrator.webp",
    "duration": 185,
    "course_name": "Adobe Illustrator",
    "technology": "Graphic Design",
    "categotry_id": 2,
    "about": "Adobe Illustrator is a software application for creating drawings, illustrations, and artwork using a Windows or MacOS computer. Illustrator was initially released in 1987 and it continues to be updated at regular intervals, and is now included as part of the Adobe Creative Cloud."
  },
  {
    "_id": "635818f4eba4575901f32177",
    "index": 32,
    "thumb_url": "https://i.ibb.co/QXMJysD/php.png",
    "duration": 97,
    "course_name": "PHP",
    "technology": "App",
    "categotry_id": 3,
    "about": "PHP is a server side scripting language that is embedded in HTML. It is used to manage dynamic content, databases, session tracking, even build entire e-commerce sites. It is integrated with a number of popular databases, including MySQL, PostgreSQL, Oracle, Sybase, Informix, and Microsoft SQL Server."
  },
  {
    "_id": "635818f441a1cc7ccd532287",
    "index": 33,
    "thumb_url": "https://i.ibb.co/KDfL1qJ/openshot.jpg",
    "duration": 99,
    "course_name": "Open Shot",
    "technology": "Video Editing",
    "categotry_id": 4,
    "about": "OpenShot Video Editor is a free and open-source video editor for Windows, macOS, Linux, and Chrome OS. The project started in August 2008 by Jonathan Thomas, with the objective of providing a stable, free, and friendly to use video editor. The program supports Windows, macOS, and Linux ever since version 2.1.0."
  },
  {
    "_id": "635818f44c76aba4fc9d4d96",
    "index": 34,
    "thumb_url": "https://i.ibb.co/4f72vW6/nft.jpg",
    "duration": 42,
    "course_name": "NFT",
    "technology": "Blockchain",
    "categotry_id": 6,
    "about": "A non-fungible token is a unique digital identifier that cannot be copied, substituted, or subdivided, that is recorded in a blockchain, and that is used to certify authenticity and ownership."
  },
  {
    "_id": "635818f4ad6a457ddd63801d",
    "index": 35,
    "thumb_url": "https://i.ibb.co/tCBpRq5/ethereum.jpg",
    "duration": 71,
    "course_name": "Ethereum",
    "technology": "Blockchain",
    "categotry_id": 6,
    "about": "Ethereum is a decentralized, open-source blockchain with smart contract functionality. Ether is the native cryptocurrency of the platform. Among cryptocurrencies, ether is second only to bitcoin in market capitalization. Ethereum was conceived in 2013 by programmer Vitalik Buterin."
  },
  {
    "_id": "635818f47ac679d165429092",
    "index": 36,
    "thumb_url": "https://i.ibb.co/LZHphCj/firebase.png",
    "duration": 124,
    "course_name": "Firebase",
    "technology": "Web",
    "categotry_id": 1,
    "about": "Firebase is a set of hosting services for any type of application. It offers NoSQL and real-time hosting of databases, content, social authentication, and notifications, or services, such as a real-time communication server."
  },
  {
    "_id": "635818f4c41c5072c8110182",
    "index": 37,
    "thumb_url": "https://i.ibb.co/qyhFQVJ/affinity.webp",
    "duration": 155,
    "course_name": "Affinity",
    "technology": "Graphic Design",
    "categotry_id": 2,
    "about": "Serif Ltd is a privately owned British developer and publisher of software. It provides software and associated products direct to customers through its website and contact centre in the United Kingdom, and through retailers"
  },
  {
    "_id": "635818f4a4d53476f88c86c1",
    "index": 38,
    "thumb_url": "https://i.ibb.co/Y3ND7Xk/python.jpg",
    "duration": 129,
    "course_name": "Python",
    "technology": "App",
    "categotry_id": 3,
    "about": "Python is a high-level, general-purpose programming language. Its design philosophy emphasizes code readability with the use of significant indentation. Python is dynamically-typed and garbage-collected. It supports multiple programming paradigms, including structured, object-oriented and functional programming"
  },
  {
    "_id": "635818f4904fc2d1e8da7fd9",
    "index": 39,
    "thumb_url": "https://i.ibb.co/PMkWGwn/premierepro.webp",
    "duration": 158,
    "course_name": "Adobe Premier Pro",
    "technology": "Video Editing",
    "categotry_id": 4,
    "about": "Adobe Premiere Pro is a timeline-based and non-linear video editing software application (NLE) developed by Adobe Inc. and published as part of the Adobe Creative Cloud licensing program. First launched in 2003, Adobe Premiere Pro is a successor of Adobe Premiere (first launched in 1991)."
  },
  {
    "_id": "635818f453828bb7e1c29c8d",
    "index": 40,
    "thumb_url": "https://i.ibb.co/FB5spTQ/flimora.webp",
    "duration": 61,
    "course_name": "Wondershare Flimora",
    "technology": "Video Editing",
    "categotry_id": 4,
    "about": "Wondershare Filmora is a video editing software that uses a delightfully intuitive design that makes it easy for anyone to become a great video editor. Wondershare Filmora is a video editing software that enables users to create amazing videos efficiently using the wide range of powerful editing tools."
  },
  {
    "_id": "635818f4521e105fb24f0d0b",
    "index": 41,
    "thumb_url": "https://i.ibb.co/d4JNmM8/videopad.png",
    "duration": 90,
    "course_name": "Video Pad",
    "technology": "Video Editing",
    "categotry_id": 4,
    "about": "VideoPad is a professional video editing software for Windows and Mac to create movies and edit videos of many different formats including AVI, WMV, . 3GP, WMV, DIVX, and more. Create great-looking videos or movies easily with an intuitive user interface. Drag and drop video clips."
  },
  {
    "_id": "635818f44c0c2750cad4baf0",
    "index": 42,
    "thumb_url": "https://i.ibb.co/CzNVcg7/node.png",
    "duration": 158,
    "course_name": "Node Js",
    "technology": "Web",
    "categotry_id": 1,
    "about": "Node.js is an open-source, cross-platform, back-end JavaScript runtime environment that runs on a JavaScript Engine and executes JavaScript code outside a web browser, which was designed to build scalable network applications."
  },
  {
    "_id": "635818f456162e57c92ee27d",
    "index": 43,
    "thumb_url": "https://i.ibb.co/SwqSh3b/pinterest.webp",
    "duration": 39,
    "course_name": "Pinterest",
    "technology": "Graphic Design",
    "categotry_id": 2,
    "about": "Pinterest is an image sharing and social media service designed to enable saving and discovery of information on the internet using images, and on a smaller scale, animated GIFs and videos, in the form of pinboards."
  },
  {
    "_id": "635818f460de50f3600c8d1a",
    "index": 44,
    "thumb_url": "https://i.ibb.co/sbP9hsx/sql.jpg",
    "duration": 165,
    "course_name": "SQL",
    "technology": "App",
    "categotry_id": 3,
    "about": "SQL is a domain-specific language used in programming and designed for managing data held in a relational database management system, or for stream processing in a relational data stream management system. "
  },
  {
    "_id": "635818f4d63020316dd3d5e8",
    "index": 45,
    "thumb_url": "https://i.ibb.co/KhDxRqY/shotcut.png",
    "duration": 93,
    "course_name": "ShotCut",
    "technology": "Video Editing",
    "categotry_id": 4,
    "about": "Shotcut is a free and open-source, cross-platform video, audio, and image editing program for FreeBSD, Linux, macOS and Windows. Started in 2011 by Dan Dennedy, Shotcut is developed on the MLT Multimedia Framework, in development since 2004 by the same author."
  },
  {
    "_id": "635818f4a4d4900e8330617e",
    "index": 46,
    "thumb_url": "https://i.ibb.co/1v3grVQ/ruby.png",
    "duration": 200,
    "course_name": "Ruby",
    "technology": "App",
    "categotry_id": 3,
    "about": "Ruby is an interpreted, high-level, general-purpose programming language which supports multiple programming paradigms. It was designed with an emphasis on programming productivity and simplicity. In Ruby, everything is an object, including primitive data types."
  },
  {
    "_id": "635818f4111501d67a8f1396",
    "index": 47,
    "thumb_url": "https://i.ibb.co/T1zH4Dz/visualbasic.webp",
    "duration": 188,
    "course_name": "Visual Basic",
    "technology": "App",
    "categotry_id": 3,
    "about": "Visual Basic (VB) is an event-driven programming language and environment from Microsoft that provides a graphical user interface (GUI) which allows programmers to modify code by simply dragging and dropping objects and defining their behavior and appearance."
  },
  {
    "_id": "635818f4550b3f2287d99eca",
    "index": 48,
    "thumb_url": "https://i.ibb.co/X4CnTv6/mongodb.png",
    "duration": 29,
    "course_name": "Mongo DB",
    "technology": "Web",
    "categotry_id": 1,
    "about": "MongoDB is a source-available cross-platform document-oriented database program. Classified as a NoSQL database program, MongoDB uses JSON-like documents with optional schemas. MongoDB is developed by MongoDB Inc. and licensed under the Server Side Public License which is deemed non-free by several distributions"
  },
  {
    "_id": "635818f4e2f9b730774c7b77",
    "index": 49,
    "thumb_url": "https://i.ibb.co/WfKWSmW/gimp.jpg",
    "duration": 43,
    "course_name": "GIMP",
    "technology": "Graphic Design",
    "categotry_id": 2,
    "about": "GIMP is a free and open-source raster graphics editor used for image manipulation and image editing, free-form drawing, transcoding between different image file formats, and more specialized tasks. It is not designed to be used for drawing, though some artists and creators have used it for such. "
  }
]
